/** @format */

import { StageProps } from "@/components/StageCard";

export const jobStages = {
    // title: "Этапы сотрудничества для Европы",
    // items: [
    //     {
    //         title: "Подбор вакансий",
    //         text: "Наша компания предложит Вам доступные вакансии",
    //         image: "/loop.svg"
    //     },
    //     {
    //         title: "Договор",
    //         text: "Мы за прозрачность",
    //         image: "/agreement.svg"
    //     },
    //     {
    //         title: "Интервью",
    //         text: "Подробно обсудим условия работы и требования",
    //         image: "/interview.svg"
    //     },
    //     {
    //         title: "Проверка ограничений",
    //         text: "Мы проверим ограничения на пересечение границы",
    //         image: "/checking.svg"
    //     },
    //     {
    //         title: "Приглашение",
    //         text: "Предоставляем официальное приглашение от работодателя",
    //         image: "/invating.svg"
    //     },
    //     {
    //         title: "Подача на визу",
    //         text: "Полное сопровождение по подготовке документов для получения рабочей визы",
    //         image: "/pass.svg"
    //     }
    // ]
    title: "Этапы сотрудничества",
    items: [
        {
            title: "Оставьте заявку на сайте",
            text: "Наши специалисты свяжутся с вами для дальнейших шагов. ",
            image: "/loop.svg",
        },
        {
            title: "Брифинг",
            text: "Выявляем необходимые требования для кандидатов",
            image: "/agreement.svg",
        },
        {
            title: "Подписание договора",
            text: "Мы за прозрачность сотрудничества ",
            image: "/interview.svg",
        },
        {
            title: "Поиск и отбор кандидатов",
            text: "Профессиональная оценка соискателей, интервью",
            image: "/checking.svg",
        },
    ],
};
