import { StageProps } from "@/components/StageCard";

export const stagesEmployers = {
    title: "Этапы сотрудничества",
    items: [
        {
            title: "Оставьте заявку на сайте",
            text: "Наши специалисты свяжутся с вами для дальнейших шагов. ",
            image: "/loop.svg"
        },
        {
            title: "Брифинг",
            text: "Выявляем необходимые требования для кандидатов",
            image: "/agreement.svg"
        },
        {
            title: "Подписание договора",
            text: "Мы за прозрачность сотрудничества ",
            image: "/interview.svg"
        },
        {
            title: "Поиск и отбор кандидатов",
            text: "Профессиональная оценка соискателей, интервью",
            image: "/checking.svg"
        },
        {
            title: "Гарантийное сопровождение",
            text: "Сопровождение на протяжение 3-х месяцев с момента выхода кандидата",
            image: "/invating.svg"
        }
    ]
}

// export const employeeItems: StageProps[] = [
//     {
//         title: "Оставьте заявку на сайте",
//         text: "Наши специалисты свяжутся с вами для дальнейших шагов. ",
//         image: "/loop.svg"
//     },
//     {
//         title: "Брифинг",
//         text: "Выявляем необходимы требования для кандидатов",
//         image: "/agreement.svg"
//     },
//     {
//         title: "Подписание договора",
//         text: "Мы за прозрачность сотрудничества ",
//         image: "/interview.svg"
//     },
//     {
//         title: "Поиск и отбор кандидатов",
//         text: "Профессиональная оценка соискателей, интервью",
//         image: "/checking.svg"
//     },
//     {
//         title: "Гарантийное сопровождение",
//         text: "Наша компания предложит Вам доступные вакансии",
//         image: "/invating.svg"
//     },
//     {
//         title: "Предоставление сотрудника",
//         text: "Наша компания предложит Вам доступные вакансии",
//         image: "/pass.svg"
//     }
// ]