const JobAbout = () => {
	return (
		<div className="about-container">
			<div className="about-content">
				<h2>HR-подписка – подбор без переплат за каждого принятого кандидата.</h2>
				<div className="information">
					<p>Мы предлагаем абонентский подбор персонала – удобное решение для компаний, которым требуется стабильный поток кандидатов без необходимости платить за каждого принятого сотрудника отдельно.</p>
				</div>
				<br />
				<h2>Кому подходит?</h2>
				<div className="information">
					<ul>
						<li>
							<p>Если в вашей компании постоянно открываются вакансии.</p>
						</li>
						<li>
							<p>Если важно получать квалифицированных кандидатов без задержек.</p>
						</li>
						<li>
							<p>Если вам необходимо избежать дополнительных расходов за каждую закрытую позицию</p>
						</li>
					</ul>
				</div>
				<br />
				<h2>Почему Recruit Flow?</h2>
				<div className="information">
					<ul>
						<li>
							<p><b>Фиксированная ежемесячная оплата</b> – никаких неожиданных доплат.</p>
						</li>
						<li>
							<p><b>Системный поток кандидатов:</b> работаем как внешний HR-отдел, адаптируя подбор под кадровую стратегию бизнеса.</p>
						</li>
						<li>
							<p><b>Прозрачные условия</b> – количество вакансий в месяц определяется тарифным планом.</p>
						</li>
						<li>
							<p><b>Гибкость</b> – возможность корректировать требования по вакансиям.</p>
						</li>
					</ul>
				</div>
			</div>
		</div>
	)
}

export default JobAbout;