const AboutUs = () => {
	return (
		<div className="about-container">
			<div className="about-content">
				<h2>О нас</h2>
				<div className="information">
					{/* <p>
                        Осуществляем подбор персонала на должности среднего и высшего звена для компаний различного профиля.
                        Индивидуальный подход для всех сторон способствуют развитию доверительных отношений на рынке труда.
                    </p>
                    <p>
                        Для нас рекрутинг - это не просто работа, а миссия.
                        Мы стремимся помогать компаниям находить идеальных кандидатов,
                        а профессионалам занять свои места в самых интересных и перспективных командах.
                        Правильный выбор сотрудника - это ключ к успеху любой компании, и наша цель - сделать
                        этот процесс максимально эффективным и приятным для всех сторон предоставляя качественные услуги,
                        основанные на передовых технологиях и максимально удовлетворяющие потребности как работодателей, так и соискателей.
                    </p> */}
					<p>Мы специализируемся на подборе среднего и высшего звена для компаний различных отраслей. Наш подход основан на глубоком понимании рынка, точности и доверии.
					</p>
					<p>Рекрутинг для нас — это стратегическая задача, а не просто закрытие вакансий. Мы помогаем компаниям находить ключевых специалистов, а профессионалам — раскрывать потенциал в перспективных командах.</p>
				</div>
			</div>
		</div>
	)
}

export default AboutUs;